Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: The application states, in addition to the information referred to in Article 278(1):
nl: Het verzoekschrift vermeldt naast de in artikel 278, eerste lid, bedoelde gegevens:

source: a. the nature and presumed value of the claim;
nl: a. de aard en het vermoedelijke beloop van de vordering;

source: b. a description of the partial dispute;
nl: b. een omschrijving van het deelgeschil;

source: c. a concise summary of the content and progress of the negotiations on the claim;
nl: c. een zakelijk overzicht van de inhoud en het verloop van de onderhandelingen over de vordering;

source: d. the name and the domicile of the counterparty.
nl: d. de naam en de woonplaats van de wederpartij.

source: If an application as referred to in Article 1019w(1) has already been submitted with respect to the claim, this must be stated and the procedural documents and the decision, if given, must be attached to the application.
nl: Indien over de vordering reeds eerder een verzoek als bedoeld in artikel 1019w, eerste lid, is gedaan, wordt daarvan melding gemaakt en worden de processtukken en, indien gegeven, de beschikking bij het verzoekschrift gevoegd.

source: Article 1019ij
nl: Artikel 1019ij

source: The court may, at a party's request or on its own initiative, order that parties appear at a hearing.
nl: De rechter kan, op verzoek van partijen of van een van hen dan wel ambtshalve, een verschijning van partijen voor een mondelinge behandeling bevelen.

source: The question of how the parties will further attempt to reach a settlement agreement may also be discussed during the hearing, or how to further deal with disputes about the claim.
nl: Op de mondelinge behandeling kan ook de vraag hoe partijen verder zullen trachten een vaststellingsovereenkomst te bereiken, of de verdere wijze van behandeling van geschillen over de vordering, worden besproken.

source: The second and third sentences of Article 199(3) apply.
nl: Artikel 199, derde lid, tweede en derde zin, is van toepassing.

source: Article 1019z
nl: Artikel 1019z

source: The court denies the request where it determines that the decision as applied for would not contribute sufficiently to the formation of a settlement agreement.
nl: De rechter wijst het verzoek af voor zover de verzochte beslissing naar zijn oordeel onvoldoende kan bijdragen aan de totstandkoming van een vaststellingsovereenkomst.

source: Article 1019aa
nl: Artikel 1019aa

source: In its decision, the court quantifies the costs incurred in dealing with the application by the person suffering damage as a result of death or injury, taking into account all reasonable costs as referred to in Article 6:96(2) of the Civil Code.
nl: De rechter begroot de kosten bij de behandeling van het verzoek aan de zijde van de persoon die schade door dood of letsel lijdt in de beschikking en neemt daarbij alle redelijke kosten als bedoeld in artikel 96, tweede lid, van Boek 6 van het Burgerlijk Wetboek in aanmerking.

source: The costs referred to in this Article 1019aa(1) are regarded as costs as referred to in Article 6:96(2) of the Civil Code, provided that, in derogation from Article 96(3), the rules concerning the costs of process do not apply where the main action has been made pending.
nl: De in het eerste lid bedoelde kosten gelden als kosten als bedoeld in artikel 96, tweede lid, van Boek 6 van het Burgerlijk Wetboek, met dien verstande dat in afwijking van het derde lid van die bepaling de regels betreffende de proceskosten niet van toepassing zijn in het geval de vordering ten principale aanhangig is gemaakt.

source: Article 289 does not apply.
nl: Artikel 289 is niet van toepassing.

source: Article 1019bb
nl: Artikel 1019bb

source: Without prejudice to Article 1019cc(3), there is no remedy against the decision on the request.
nl: Tegen de beschikking op het verzoek staat geen voorziening open, onverminderd artikel 1019cc, derde lid.

source: Article 1019cc
nl: Artikel 1019cc

source: Where the judgment expressly and without reservation decides on one or more points of dispute between the parties concerning their substantive legal relationship, the court is bound by this in the main proceedings in the same way as if the decision had been included in an interim judgment in those proceedings.
nl: Voor zover in de beschikking uitdrukkelijk en zonder voorbehoud is beslist op een of meer geschilpunten tussen partijen betreffende hun materiële rechtsverhouding, is de rechter daaraan in de procedure ten principale op dezelfde wijze gebonden als wanneer de beslissing zou zijn opgenomen in een tussenvonnis in die procedure.

source: If the decision also contains an order against one of the parties, that order will not, in the main proceedings, have any broader meaning than it would have had if it had been included in a judgment in summary proceedings given between the parties.
nl: Indien de beschikking tevens een veroordeling van een der partijen inhoudt, komt aan die veroordeling in de procedure ten principale geen verdergaande betekenis toe dan wanneer zij zou zijn opgenomen in een tussen partijen gewezen vonnis in kort geding.

source: In the main proceedings, the decision, where it contains decisions as referred to in this Article 1019cc(1), may be appealed at the court of appeal in the manner of an interim judgment:
nl: In de procedure ten principale kan van de beschikking, voor zover zij beslissingen als bedoeld in het eerste lid bevat, bij het gerechtshof hoger beroep worden ingesteld als van een tussenvonnis:

source: a. within three months of the first court calendar date, or, where the decision is issued subsequently, within three months of the date of the decision, provided that the appellant, within the scope of Article 332, is only admissible in the appeal if the court of first instance has allowed an appeal to that effect upon request submitted by one of the parties within the same time limit, on which the other party has been heard;
nl: a. binnen drie maanden, te rekenen van de eerste roldatum, dan wel, indien de beschikking nadien is gegeven, binnen drie maanden, te rekenen van de dag van de uitspraak van de beschikking, met dien verstande dat de appellant, binnen de grenzen van artikel 332, in het hoger beroep slechts ontvankelijk zal zijn, indien de rechter in eerste aanleg deze mogelijkheid heeft geopend op een daartoe binnen dezelfde termijn door een der partijen gedaan verzoek, waarover de wederpartij is gehoord;

source: b. at the same time as the appeal against the final judgment.
nl: b. tegelijk met het hoger beroep van het eindvonnis.
